# homebrew bundle file for macos
brew "tmux"
brew "neovim"
brew "zsh"
brew "git"
brew "eza"
brew "zoxide"
brew "fzf"
brew "fd"
brew "ripgrep"
brew "bat"
brew "lazygit"
brew "jq"
brew "btop"
brew "tree"
brew "gh"
brew "dockutil"
brew "defaultbrowser"
brew "node"
brew "pyright"
brew "lua-language-server"
brew "ruff"
brew "gnupg"
brew "uv"
brew "go"

cask "spotify"
cask "ghostty"
cask "1password"
cask "1password-cli"
cask "obsidian"
cask "transmission"
cask "raycast"
cask "ungoogled-chromium"
cask "iina"
cask "claude"
cask "claude-code"
cask "whatsapp"
cask "nikitabobko/tap/aerospace"
cask "font-jetbrains-mono-nerd-font"
